{"translation-revision-date":"2024-11-01 06:55:14+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"Actions":["Hàng động"],"Status":["Trạng thái"],"Social media connection\u0004This connection has been reconnected or removed.":["Kết nối này đã được kết nối lại hoặc bị xóa."],"Social media connection\u0004This connection has been removed.":["Kết nối này đã bị xóa."],"Please refresh and check again in a few minutes.":["Vui lòng làm mới và kiểm tra lại sau vài phút."],"Connection enabled":["Kết nối đã được kích hoạt"],"Failed":["Thất bại"],"The sharing is successful\u0004Shared":["Đã chia sẻ"],"Sharing failed with the following message:":["Chia sẻ thất bại với lỗi sau:"],"Sharing status":["Trạng thái chia sẻ"],"View sharing history":["Xem lịch sử chia sẻ"],"The request to share your post is still in progress.":["Yêu cầu chia sẻ bài viết của bạn vẫn đang trong tiến trình."],"Your post was not shared.":["Bài viết của bạn chưa được chia sẻ."],"You post was successfuly shared to %d connection.":["Bài viết của bạn đã được chia sẻ thành công tới kết nối %d."],"Your post was shared.":["Bài đăng của bạn đã được chia sẻ."],"Review status and try again":["Xem lại trạng thái và thử lại"],"Your post was unable to be shared to %d connection.":["Bài viết của bạn không thể chia sẻ tới kết nối %d."],"Sharing to your social media…":["Chia sẻ lên các trang mạng xã hội của bạn..."],"Write a custom message for your social audience here. This message will override your social post content.":["Viết một tin nhắn tuỳ chỉnh cho các độc giả trên mạng xã hội của bạn tại đây. Tin nhắn này sẽ ghi đè các nội dung bài đăng mạng xã hội của bạn."],"Connection disabled":["Kết nối đã ngắt"],"Invalid media":["Media không hợp lệ"],"Invalid dimensions":["Kích cỡ không hợp lệ"],"Video too short":["Video quá ngắn"],"Video too long":["Video quá dài"],"File too big":["Tệp quá lớn"],"Social Preview":["Xem trước mạng xã hội"],"Preview social posts":["Xem trước bài đăng trên mạng xã hội"],"Fix social media connection\u0004Fix connection":["Sửa kết nối"],"Fix the social media connections\u0004Fix connections":["Sửa kết nối"],"You can use our <link>Manual Sharing<\/link> feature instead.":["Bạn có thể sử dụng tính năng <link>Chia sẻ thủ công<\/link> của chúng tôi để thay thế."],"Please fix the broken connections or disconnect them to create more connections.":["Vui lòng sửa các kết nối bị hỏng hoặc ngắt kết nối để tạo thêm kết nối."],"Want to share to other networks? Use our Manual Sharing feature from the editor.":["Bạn muốn chia sẻ với các mạng khác? Hãy sử dụng tính năng Chia sẻ thủ công của chúng tôi từ trình soạn thảo."],"Failed to save image to library.":["Thất bại khi lưu ảnh vào thư viện."],"Failed to download image.":["Thất bại khi tải ảnh."],"The name of the social media network - threads.net\u0004Threads":["Threads"],"Attached Media":["Đính kèm Media"],"Threads profile image":["Ảnh hồ sơ Threads"],"Threads link preview requires an image to be set for the post. Please add an image to see the preview.":["Xem trước liên kết Threads yêu cầu đặt ảnh cho bài đăng. Vui lòng thêm ảnh để xem bản xem trước."],"This is what it will look like when someone shares the link to your WordPress post on Threads.":["Đây là cách nó sẽ trông khi ai đó chia sẻ liên kết đến bài đăng WordPress của bạn trên Threads."],"This is what your social post will look like on Threads:":["Đây là cách bài đăng xã hội của bạn sẽ trông như thế nào trên Threads:"],"Save to media library":["Lưu vào thư viện phương tiện"],"Saving the file to media library\u0004Saving…":["Đang lưu…"],"Save the generated image to your media library.":["Lưu ảnh đã tạo vào thư viện phương tiện của bạn."],"Image saved to media library.":["Ảnh đã được lưu vào thư viện phương tiện."],"Add Threads connection":["Thêm kết nối Threads"],"Increase your presence in social media by sharing your posts automatically to Threads.":["Tăng cường sự hiện diện của bạn trên mạng xã hội bằng cách chia sẻ bài viết của bạn tự động lên Threads."],"Share posts to your Threads feed.":["Chia sẻ bài viết vào luồng Threads của bạn."],"Broken connection":["Kết nối bị hỏng"],"This platform is no longer supported.":["Nền tảng này không còn được hỗ trợ.q"],"Updating account":["Đang cập nhật tài khoản"],"Error updating account.":["Có lỗi khi cập nhật tài khoản."],"Account updated successfully.":["Tài khoản được cập nhật thành công."],"Error connecting account.":["Có lỗi khi kết nối tài khoản."],"%s account connected successfully.":["%s tài khoản được kết nối thành công."],"Error disconnecting account.":["Có lỗi khi ngắt kết nối tài khoản."],"Account disconnected successfully.":["Ngắt kết nối tài khoản thành công."],"To share to Mastodon please enter your Mastodon username below, then click connect.":["Để chia sẻ tới Mastodon vui lòng nhập tên người dùng Mastodon của bạn phía dưới, sau đó nhấn kết nối."],"Share with your network.":["Chia sẻ với mạng kết nối của bạn."],"Add Tumblr connection":["Thêm kết nối Tumblr"],"<strong>Connect<\/strong> to automatically share posts to your Tumblr blog.":["<strong>Kết nối<\/strong> để tự động chia sẻ bài viết lên blog Tumblr của bạn."],"Share to your Tumblr blog.":["Chia sẻ bài viết tới Tumblr blog"],"<strong>Connect<\/strong> with friends, neighbors, and local businesses by automatically sharing your posts to Nextdoor.":["<strong>Kết nối<\/strong> với bạn bè, những hàng xóm, và các doanh nghiệp địa phương bằng cách tự động chia sẻ các bài đăng của bạn lên Nextdoor."],"Share on communities":["Chia sẻ trên cộng đồng"],"Add LinkedIn connection":["Thêm kết nối LinkedIn"],"<strong>Connect<\/strong> to automatically share posts with your LinkedIn connections.":["<strong>Kết nối<\/strong> để tự động chia sẻ bài đăng với các kết nối LinkedIn của bạn."],"Share with your LinkedIn community.":["Chia sẻ với cộng đồng LinkedIn của bạn."],"Add Instagram photo":["Thêm ảnh Instagram"],"Learn how to convert & link your Instagram account.":["Học cách chuyển đổi & liên kết tài khoản Instargam của bạn."],"<i>When you click “connect” you'll be asked to <strong>log into Facebook<\/strong>. If your Instagram Business account isn't listed, ensure it's linked to a Facebook page.<\/i>":["<i>Khi nhấp vào “kết nối”, bạn sẽ được yêu cầu <strong>đăng nhập vào Facebook<\/strong>. Nếu tài khoản Instagram Business của bạn không được liệt kê, hãy đảm bảo tài khoản đó được liên kết với trang Facebook.<\/i>"],"%d connections":["%d kết nối"],"This connection is added by a site administrator.":["Kết nối này được thêm bởi quản trị viên trang."],"Connect more":["Kết nối nhiều hơn"],"Manage Jetpack Social connections":["Quản lý kết nối mạng xã hội Jetpack."],"<strong>Connect<\/strong> to automatically share posts on your Facebook page.":["<strong>Kết nối<\/strong> để tự động chia sẻ các bài đăng trên trang Facebook của bạn."],"Share to your pages":["Chia sẻ tới trang của bạn"],"This Mastodon account is already connected":["Tải khoản Mastodon này đã được kết nối"],"Invalid Mastodon username":["Tên người dùng Mastodon không hợp lệ"],"Add Facebook connection":["Thêm kết nối Facebook"],"Connection confirmation":["Xác nhận kết nối"],"Your Instagram Business account must be linked to a Facebook page.":["Tài khoản Instagram Business của bạn phải được liên kết với một trang Facebook."],"You must have an Instagram Business account.":["Bạn phải có tài khoản Instagram Business."],"Requirements for connecting Instagram:":["Yêu cầu kết nối Instagram:"],"Drive engagement and save time by automatically sharing images to Instagram when you publish blog posts.":["Thúc đẩy mức độ tương tác và tiết kiệm thời gian bằng cách tự động chia sẻ hình ảnh lên Instagram khi bạn xuất bản bài đăng trên blog."],"Share to your Instagram Business account.":["Chia sẻ lên tài khoản Instagram Business của bạn."],"Already connected":["Đã kết nối"],"No accounts\/pages found.":["Không tìm thấy tài khoản\/trang."],"You can change this later.":["Bạn có thể thay đổi điều này sau."],"Reconnect a social media account\u0004Reconnect":["Kết nối lại"],"Message shown when there are no connections found to connect\u0004No more accounts\/pages found.":["Không tìm thấy thêm tài khoản\/trang nào."],"If enabled, the connection will be available to all administrators, editors, and authors.":["Nếu được bật, kết nối sẽ có sẵn cho tất cả quản trị viên, biên tập viên và tác giả."],"Please select an account to connect.":["Vui lòng chọn một tài khoản để kết nối."],"Call to action to buy a new plan\u0004Unlock enhanced media sharing features.":["Mở khóa các tính năng chia sẻ nội dung media nâng cao."],"Mark the connection as shared":["Đánh dấu kết nối là được chia sẻ"],"Disconnect a social media account\u0004Disconnect":["Ngắt kết nối"],"Are you sure you want to disconnect <strong>%s<\/strong>?":["Bạn có chắc chắn muốn ngắt kết nối <strong>%s<\/strong>?"],"Select the account you'd like to connect. All your new blog posts will be automatically shared to this account. You'll be able to change this option in the editor sidebar when you're writing a post.":["Chọn tài khoản bạn muốn kết nối. Tất cả các bài đăng blog mới của bạn sẽ được chia sẻ tự động vào tài khoản này. Bạn có thể thay đổi tùy chọn này trong thanh bên của trình chỉnh sửa khi bạn đang viết bài đăng."],"Click on the social icons below to control where you want to share your post.":["Chọn biểu tượng mạng xã hội phía dưới để xác định nơi bạn muốn chia sẻ bài đăng."],"Enable the social media accounts where you want to re-share your post, then click on the \"Share post\" button below.":["Bật các tài khoản mạng xã hội nơi bạn muốn chia sẻ lại bài đăng của mình, sau đó nhấp vào nút \"Chia sẻ bài đăng\" bên dưới."],"You must connect your WordPress.com account to be able to add social media connections.":["Bạn phải kết nối tài khoản WordPress.com của mình để có thể thêm kết nối mạng xã hội."],"Sharing is disabled because there are no social media accounts connected.":["Chia sẻ bị tắt vì không có tài khoản mạng xã hội nào được kết nối."],"Bluesky":["Bluesky"],"Manage connections":["Quản lý kết nối"],"Just tap the social network or \"Copy to Clipboard\" icon, and we'll format your content for sharing.":["Chỉ cần chạm vào mạng xã hội hoặc biểu tượng \"Sao chép vào Clipboard\", và chúng tôi sẽ định dạng nội dung của bạn để chia sẻ."],"Manual sharing":["Chia sẻ thủ công"],"This post will be shared to %d connection.":["Bài đăng này sẽ được chia sẻ cho %d kết nối."],"This is what it will look like when someone shares the link to your WordPress post on Nextdoor.":["Đây là cách nó sẽ trông như thế nào khi ai đó chia sẻ liên kết đến bài đăng WordPress của bạn trên Nextdoor."],"This is what your social post will look like on Nextdoor:":["Đây là cách bài đăng mạng xã hội của bạn sẽ trông như thế nào trên Nextdoor:"],"Neighborhood":["Khu phố"],"Share on %s":["Chia sẻ trên %s"],"Copy to clipboard":["Sao chép vào clipboard"],"X":["X"],"Activate the Jetpack Social feature to connect your website to the social media networks you use.":["Kích hoạt tính năng Jetpack Social để kết nối trang web của bạn với các mạng xã hội bạn sử dụng."],"Button label that opens the social previews modal\u0004Preview":["Xem trước"],"Templates":["Mẫu"],"Custom Header":["Tiêu đề tùy chỉnh"],"Open the Social Image Generator settings":["Mở cài đặt Trình tạo ảnh mạng xã hội"],"Heading for the generated preview image\u0004Preview":["Xem trước"],"You need a featured image to share to Instagram.":["Bạn cần một hình ảnh nổi bật để chia sẻ lên Instagram."],"To share to Instagram, add an image\/video, or enable Social Image Generator.":["Để chia sẻ lên Instagram, hãy thêm hình ảnh\/video hoặc bật Trình tạo hình ảnh xã hội."],"Leave a Review":["Viết đánh giá"],"Please leave a review to let others know how easy getting your posts on social media can be!":["Vui lòng để lại đánh giá để cho mọi người biết việc đăng bài lên mạng xã hội dễ dàng như thế nào!"],"Just like that, Jetpack Social has shared your post to your connected social accounts.":["Chỉ cần như vậy, Jetpack Social đã chia sẻ bài đăng của bạn đến các tài khoản mạng xã hội được kết nối."],"Presto! %s":["Bùm! %s"],"The selected media cannot be share to some social media platforms.":["Phương tiện đã chọn không thể được chia sẻ đến một vài nền tảng mạng xã hội đa phương tiện."],"Nextdoor":["Nextdoor"],"This is what it will look like when someone shares the link to your WordPress post on X.":["Đây là cách nó sẽ trông khi ai đó chia sẻ liên kết đến bài đăng WordPress của bạn trên X."],"This is what your social post will look like on X:":["Đây là cách bài đăng xã hội của bạn sẽ trông như thế nào trên X:"],"This is what it will look like when someone shares the link to your WordPress post on Tumblr.":["Đây là cách nó sẽ trông khi ai đó chia sẻ liên kết đến bài đăng WordPress của bạn trên Tumblr."],"This is what your social post will look like on Tumblr:":["Đây là cách bài đăng xã hội của bạn sẽ trông như thế nào trên Tumblr:"],"Reblog":["Đăng lại"],"0 notes":["0 ghi chú"],"View On WordPress":["Xem trên WordPress"],"Tumblr preview thumbnail":["Ảnh xem trước Tumblr"],"This is what it will look like when someone shares the link to your WordPress post on Mastodon.":["Đây là cách bài đăng WordPress của bạn sẽ hiển thị khi ai đó chia sẻ liên kết lên Mastodon."],"This is what your social post will look like on Mastodon:":["Đây là cách bài đăng mạng xã hội của bạn sẽ hiển thị trên Mastodon:"],"anonymous-user":["người dùng ẩn danh"],"Mastodon preview thumbnail":["Ảnh xem trước của Mastodon"],"This is what it will look like when someone shares the link to your WordPress post on LinkedIn.":["Đây là cách bài đăng WordPress của bạn sẽ hiển thị khi ai đó chia sẻ liên kết lên LinkedIn."],"This is what your social post will look like on LinkedIn:":["Đây là cách bài đăng mạng xã hội của bạn sẽ hiển thị trên LinkedIn:"],"%d min read":["%d phút đọc"],"1st":["Thứ 1"],"View one comment":["Xem một bình luận"],"This is what it will look like when someone shares the link to your WordPress post on Facebook.":["Đây là cách bài đăng WordPress của bạn sẽ hiển thị khi ai đó chia sẻ liên kết lên Facebook."],"Link preview":["Xem trước liên kết"],"This is what your social post will look like on Facebook:":["Đây là cách bài đăng mạng xã hội của bạn sẽ hiển thị trên Facebook:"],"Your post":["Bài đăng của bạn"],"Just now":["Vừa xong"],"1h":["1 giờ"],"Anonymous User":["Người dùng ẩn danh"],"Facebook Preview Thumbnail":["Ảnh xem trước của Facebook"],"Job Title (Company Name)":["Chức danh công việc (Tên công ty)"],"Dismiss notice":["Bỏ qua thông báo"],"Connect now":["Kết nối ngay"],"Pick the %s template":["Chọn mẫu %s"],"Generated preview":["Xem trước đã tạo"],"By default the post title is used for the image. You can use this field to set your own text.":["Theo mặc định, tiêu đề bài đăng được sử dụng cho hình ảnh. Bạn có thể sử dụng trường này để đặt văn bản của riêng bạn."],"Social Image is disabled for this post.":["Hình ảnh xã hội bị vô hiệu hóa cho bài đăng này."],"Enable Social Image":["Bật Hình ảnh xã hội"],"Add a custom image":["Thêm hình ảnh tùy chỉnh"],"No Image":["Không có hình ảnh"],"Custom Image":["Hình ảnh tùy chỉnh"],"Image Type":["Loại hình ảnh"],"Social Image Generator":["Bộ tạo hình ảnh xã hội"],"Choose Image":["Chọn hình ảnh"],"Arrow right":["Mũi tên phải"],"Arrow left":["Mũi tên trái"],"Mastodon":["Mastodon"],"Troubleshooting tips":["Mẹo khắc phục sự cố"],"Learn photo and video best practices":["Tìm hiểu các mẹo hay nhất về ảnh và video"],"Choose a visual to accompany your post.":["Chọn hình ảnh để đi kèm bài đăng của bạn."],"Add an image or video":["Thêm hình ảnh hoặc video"],"Remove media":["Xóa phương tiện"],"Choose Media":["Chọn phương tiện"],"Close.":["Đóng. "],"New":["Mới"],"Magnifying Glass":["Kính lúp"],"Share when publishing":["Chia sẻ ngay khi đăng"],"Share Your Content Again":["Chia sẻ nội dung của bạn một lần nữa"],"Re-sharing your content":["Chia sẻ lại nội dung của bạn"],"Connection":["Kết nối"],"Start sharing your posts by connecting your social media accounts.":["Bắt đầu chia sẻ bài viết bằng cách kết nối các tài khoản mạng xã hội của bạn."],"More information.":["Thêm thông tin."],"This feature is for sites with a %s plan.":["Tính năng này dành cho các trang web có gói %s."],"To re-share a post, you need to upgrade to the %s plan":["Để chia sẻ lại bài đăng, bạn cần nâng cấp lên gói %s"],"paid":["đã thanh toán"],"Use this tool to share your post on all your social media accounts.":["Sử dụng công cụ này để chia sẻ bài đăng của bạn trên tất cả các tài khoản mạng xã hội của bạn."],"You must publish your post before you can share it.":["Bạn phải xuất bản bài đăng của mình trước khi có thể chia sẻ nó."],"Unable to share the Post":["Không thể chia sẻ bài đăng"],"Upgrade now":["Nâng cấp ngay"],"Jetpack Logo":["Logo Jetpack"],"Dismiss":["Bỏ qua"],"Retry":["Thử lại"],"Twitter profile image":["Ảnh hồ sơ Twitter"],"Account Name":["Tên tài khoản"],"Social Previews":["Xem trước mạng xã hội"],"Preview what this will look like on social networks and Google search.":["Xem thử bài viết hiển thị như thế nào trên mạng xã hội và tìm kiếm Google."],"Open Social Previews":["Mở Xem trước mạng xã hội"],"Google Search":["Tìm kiếm Google"],"Redirecting…":["Đang chuyển hướng…"],"Upgrade your plan to upload audio":["Nâng cấp gói của bạn để tải lên âm thanh"],"Upgrade your plan to use video covers":["Nâng cấp gói của bạn để sử dụng ảnh bìa video"],"Has a video.":["Có video."],"Tag":["Thẻ"],"Post":["Bài viết"],"Page":["Trang"],"Has an image.":["Có hình ảnh."],"Has multiple images.":["Có nhiều hình ảnh."],"Toggle search filters.":["Bật\/tắt bộ lọc tìm kiếm."],"Matching comment.":["Bình luận phù hợp."],"Show filters":["Hiển thị bộ lọc"],"Is a product.":["Là một sản phẩm."],"Is an event.":["Là một sự kiện."],"Has audio.":["Có âm thanh."],"Disconnecting…":["Ngắt kết nối…"],"Connecting…":["Đang kết nối…"],"Confirm":["Xác nhận"],"Share this post":["Chia sẻ bài viết"],"Connect an account":["Kết nối tài khoản"],"%d character remaining":["Còn lại %d ký tự"],"(opens in a new tab)":["(mở trong tab mới)"],"Activate Jetpack Social":["Kích hoạt Jetpack Social"],"Help":["Trợ giúp"],"View":["Xem"],"Copied!":["Đã sao chép!"],"WhatsApp":["WhatsApp"],"Information.":["Thông tin"],"Featured Image":["Ảnh chức năng cho bài viết"],"Learn more":["Tìm hiểu"],"Category":["Chuyên mục"],"Delete":["Xóa"],"Close":["Đóng"],"Time":["Thời gian"],"Tumblr":["Tumblr"],"Facebook":["Facebook"],"LinkedIn":["LinkedIn"],"Share":["Chia sẻ"],"Connect":["Kết nối"],"Save":["Lưu lại"],"Reply":["Trả lời"],"Like":["Thích"],"Cancel":["Hủy bỏ"],"Comment":["Phản hồi"],"Message":["Tin nhắn"],"Yes":["Có"],"Connected":["Đã kết nối"],"Edit":["Sửa"],"Settings":["Cài đặt"],"Visit the post for more.":["Xem bài đăng để biết thêm."]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-publicize\/build\/editor-social-sidebar.js"}}